framePrintArea = "Frame printing area";
printLineNumbers = "Print line numbers";
printGutter = "One-inch gutter";
printSyntaxColoring = "Print syntax coloring";
printPageHeaders = "Print page headers";
printFullPath = "Print full path";
timestampPrintDate = "Time stamp";
dateSaved = "Date last saved";
datePrinted = "Date printed";
